/*
MySQL Backup
Database: runner
Backup Time: 2017-10-25 20:31:02
*/

SET FOREIGN_KEY_CHECKS=0;
DROP TABLE IF EXISTS `runner`.`student_info`;
CREATE TABLE `student_info` (
  `id` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `weight` int(255) DEFAULT '1',
  `times` int(255) DEFAULT '0',
  `count` int(255) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
BEGIN;
LOCK TABLES `runner`.`student_info` WRITE;
DELETE FROM `runner`.`student_info`;
INSERT INTO `runner`.`student_info` (`id`,`name`,`weight`,`times`,`count`) VALUES ('15301007', '邓志宏', 1, 0, 0),('15301012', '葛宇航', 1, 0, 0),('15301020', '侯金芝', 1, 0, 0),('15301021', '侯亮', 1, 0, 0),('15301023', '胡桃', 1, 1, 4),('15301046', '罗浩芸', 1, 0, 0),('15301060', '孙小龙', 1, 0, 0),('15301061', '唐烈', 1, 0, 0),('15301075', '向棕蓉', 1, 0, 0),('15301076', '肖桃一', 1, 0, 0),('15301088', '张朝勇', 1, 0, 0),('15301092', '张颖敏', 1, 0, 0),('15301093', '张渊博', 1, 0, 0),('15301098', '周霜', 1, 0, 0),('15301101', '朱毅', 1, 0, 0),('15301106', '邓胜兰', 1, 0, 0),('15301109', '黄继华', 1, 0, 0),('15301118', '梅桃', 1, 0, 0),('15301124', '廖海', 1, 0, 0),('15301126', '徐强', 1, 0, 0),('15301159', '龚成明', 1, 0, 0),('15301170', '张国奇', 1, 0, 0),('15301191', '李茂博', 1, 0, 0),('15301192', '李军桦', 1, 0, 0),('15301197', '何佳恒', 1, 0, 0),('15302197', '张雨轩', 1, 0, 0),('15302207', '雷焦', 1, 0, 0),('15302227', '胡桂伶', 1, 0, 0),('15302228', '侯梅', 1, 0, 0),('15302229', '田维琼', 1, 0, 0);
UNLOCK TABLES;
COMMIT;
